{
  "No": 1,
  "ca1": "Nova Scotia has identified two new cases of COVID-19 in the Central zone, increasing its active case count to four.Both are related to travel outside of Canada, while one is linked to the two cases that were reported on July 31 in the Central zone.Before the four cases were identified this week, Nova Scotia had zero active COVID-19 patients. It had also not recorded a new case since July 15, while all of its remaining patients had recovered by July 26.Throughout the pandemic, the province has had 1,071 cases of COVID-19. That includes 64 victims and 1,003 people who have recovered.In its latest 24-hour stretch, the province completed 334 tests for COVID-19, which allowed them to identify the two most recent patients.",
  "ca2": "For the first time Saskatchewan has administered at least 2,000 tests in a 24-hour timeframe, Of the 2,104 COVID-19 tests that were performed, health officials identified eight new cases of COVID-19, but did not mention if any of them were among “communal living settings” or Hutterite colonies. Throughout the pandemic, there have been 1,342 reported cases of COVID-19 in Saskatchewan. That includes 1,070 people who have recovered, up by 16 since Saturday. Of the 254 active cases of COVID-19 that remain, there are 18 people in hospital (up by four), which includes seven people in intensive care (up by one). As of Sunday, the South region has 87 active cases, the Central region has 76 and the North has 48. The Far North has five active cases, after being home to 348 patients throughout the pandemic. ",
  "ca3": "Ontario reported 116 new cases, one death and 122 recently recovered patients in its latest 24-hour stretch. It’s now the third straight day that the province has recorded at least 100 daily cases, after two straight days of being below that mark. Before the recent stretch, it had not recorded fewer than 100 cases since March 24. The most recent patients were recorded primarily among six public health units: 20 in York, 16 in Ottawa, 15 in Chatham-Kent, 14 in Peel, 13 in Windsor-Essex, and nine in Toronto, according to the Ministry of Health. Twenty-seven of the province’s 34 public health units reported five or fewer cases, while 16 of them reported zero. The patients were identified after the province completed 30,443 tests for COVID-19 in its latest 24-hour stretch. It’s unclear what’s behind the most recent jump spike in York, but the region only trails Toronto and Peel for total cases throughout the pandemic. Earlier this week, Ottawa health officials said they’re seeing an increase in cases related to private house gatherings. In total, Ontario has had 39,449 cases of COVID-19 over the course of the pandemic. That includes 2,778 victims and 35,359 recovered patients. Of the province’s 1,312 active cases of COVID-19, there are 72 people in hospital (down by one since Saturday), which includes 26 people in intensive care (down by one), and 14 who require a ventilator (up by two). According to the Ministry of Long-Term Care, there are 20 active outbreaks among facilities in the province, (up by one). In those facilities, there remain 10 residents who are currently infected as well as 37 staff members.",

  "lca1": "https://www.lintelligencer.com/coronavirus-canada-updates-four-cases-in-nova-scotia-this-week-after-everyone-else-recovers-5509-2020/",
  "lca2": "https://www.lintelligencer.com/coronavirus-canada-updates-saskatchewan-continues-to-identify-cases-in-communal-living-settings-after-record-high-testing-2-5513-2020/",
  "lca3": "https://www.lintelligencer.com/coronavirus-canada-updates-another-100-increase-in-daily-cases-for-ontario-primarily-among-six-regions-5505-2020/",

  "tca1": "Coronavirus Canada updates: Four cases in Nova Scotia this week after everyone else recovers",
  "tca2": "Coronavirus Canada updates: Saskatchewan continues to identify cases in ‘communal living settings’ after record-high testing",
  "tca3": "Coronavirus Canada updates: Another 100+ increase in daily cases for Ontario, primarily among six regions",

  "us1": "(CNN)First, the good news: The numbers of new Covid-19 cases each day in about 27 states have generally plateaued this past week compared to the previous week. Now, the bad news: Our levels are still far too high, said Dr. Megan Ranney, an emergency physician at Lifespan Health System and associate professor at Brown University. We need those masks. We need those large social gatherings, honestly, shut down for the time being, until our country can come up with a comprehensive national strategy to get this virus under control. More than 4.6 million Americans have been infected with Covid-19, and more than 154,000 have died from the disease, according to data from Johns Hopkins University. Birx: Covid-19 &quot;is extraordinarily widespread&quot; across the US now Birx: Covid-19 is extraordinarily widespread across the US now The relentless death toll is projected to reach 173,000 by August 22, according to a new composite forecast from the US Centers for Disease Control and Prevention. That's an average of almost 1,000 US deaths every day for the next 30 days. On Sunday, Dr. Deborah Birx, the White House coronavirus response coordinator, warned that the US is in a new phase of the pandemic. What we are seeing today is different from March and April, Birx told CNN's Dana Bash. It is extraordinarily widespread. Dr. Carlos del Rio, the executive associate dean at Emory University's School of Medicine, explained that in the spring the pandemic was largely felt in large urban communities. Now, more and more rural communities are seeing the spread of the virus. The epidemic is moving into every community in America, del Rio told CNN. And that's why we all need to be wearing a mask. Track the virus in your state and across the US.",
  "us2": "(CNN)We're now more than seven months into the coronavirus pandemic that has upended the lives of most of Earth's inhabitants. And while it is true that the scientific community has learned many things about the SARS-CoV-2 virus and the disease it causes, Covid-19, there are also many gaps in our understanding. One big mystery: Why do some people get very sick and even die from their illness, while other similar people show no symptoms and may not realize they've been infected at all? We know some of the big factors that put people at higher risk of having a severe, even fatal, course of disease: being over 60; being overweight or obese; having one or more chronic diseases such as diabetes, cardiovascular disease, kidney or lung disease, and cancer; and being a person of color -- Black African American, Latino Latinx or Native American. A Georgia sleepaway camp&#39;s coronavirus outbreak is a warning for what could happen when schools reopen, CDC says A Georgia sleepaway camp's coronavirus outbreak is a warning for what could happen when schools reopen, CDC says But might the opposite also be true: Could certain people actually have some type of protection? A recently published summary article in the journal Nature Reviews Immunology put forth a tantalizing possibility: A large percentage of the population appears to have immune cells that are able to recognize parts of the SARS-CoV-2 virus, and that may possibly be giving them a head start in fighting off an infection. In other words, some people may have some unknown degree of protection. What we found is that people that had never been exposed to SARS Cov2 ... about half of the people had some T-cell reactivity, co-author of the paper Alessandro Sette from the Center for Infectious Disease and Vaccine Research at La Jolla Institute for Immunology, told CNN.",
  "us3": "(CNN)We know that the coronavirus can enter the body through the nose and mouth -- hence the constant recommendations from doctors to wear face coverings and practice social distancing. But what about the eyes? Should we all be wearing goggles or face shields as well?It's certainly possible that a person could get Covid-19 through the eyes, said Dr. Thomas Steinemann, a clinical spokesperson for the American Academy of Ophthalmology. There is emerging evidence that people are catching the virus from droplets floating in the air, the World Health Organization confirmed earlier this month. One of the ways those droplets can enter your body is through the eyes. It's also possible to get infected by touching a contaminated surface and then touching the eye, according to the Centers for Disease Control and Prevention. Switching to glasses from contact lenses may stop you from touching your face Yes, it's in the air, Steinemann told CNN. Can it land on the eye? Of course. Contracting the virus through your eyes is probably less likely, however, than getting it through your nose or mouth or from inhaling it, Steinemann said. Steinemann said that if a significant number of people were getting infected through their eyes, doctors would probably see more Covid-19 patients with conjunctivitis, also known as pink eye (though having pink eye doesn't necessarily mean you have the virus). Also consider the path the virus would have to take to infect you. It would have to infect the surface of your eye and be carried to your nose through your tears, he said. From the nose, it would travel to the mouth or throat, and from there to the airways and into the lungs. That's a rather circuitous route, Steinemann said. But I want to emphasize that it's certainly plausible.",
  "lus1": "https://www.cnn.com/2020/08/02/health/us-coronavirus-sunday/index.html",
  "lus2": "https://www.cnn.com/2020/08/02/health/gupta-coronavirus-t-cell-cross-reactivity-immunity-wellness/index.html",
  "lus3": "https://www.cnn.com/2020/07/31/health/covid-19-through-eyes-wellness-trnd/index.html",

  "tus1": "19,000 more Americans could die from Covid-19 in the next 20 days, CDC composite forecast shows",
  "tus2": "Do some people have protection against the coronavirus?",
  "tus3": "Can you get Covid-19 through your eyes? Possibly. Should we all be wearing goggles? Probably not.",

  "w1": "Coronavirus is continuing its spread across the world, with more than 17 million confirmed cases in 188 countries. Nearly 700,000 people have lost their lives. Cases of the disease are continuing to surge in many countries, while others which had apparent success in suppressing initial outbreaks are now seeing infections rise again. The World Health Organization (WHO) says the pandemic seems to be unfolding in one big wave, with little sign of the seasonal variation seen with other viruses.Several countries across Europe have reported a recent rise in cases, sparking fears of a resurgence of the disease. The WHO says that increasing infections among young people may be behind the latest outbreaks, following the easing of lockdowns across Europe. Latest figures from the European Centre for Disease Prevention and Control (ECDC) show the rate of infection to 28 July in Spain was 44 cases per million people - compared with 10.5 in the UK.  France, Belgium and Germany have also seen increases, and there have been renewed appeals to the public to maintain social distancing and hygiene rules. Other countries outside Europe that also appeared to have controlled initial outbreaks, like Israel, Australia and Japan, are now seeing cases rise again. In Australia, the state of Victoria has introduced new lockdown measures and Melbourne, the country's second largest city, has imposed a night-time curfew. In the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 5,000 per day are those with black bars on the relevant date.",
  "w2": "The coronavirus disease (COVID-19) is an unprecedented crisis that will require countries to stand together in solidarity to defeat it, prime ministers, health ministers and other senior officials agreed in a virtual meeting hosted by the World Health Organization (WHO) Regional Office for the Western Pacific on 8 April 2020. In recorded statements, three of the Region’s prime ministers—Fiji’s Josaia Voreqe Bainimarama, Singapore’s Lee Hsien Loong and Viet Nam’s Nguyen Xuan Phuc—offered words of encouragement to the 14 ministers and vice ministers of health and 15 other senior officials from across the Region who participated in the virtual meeting. They emphasized that Member States in the Region must work together to fight a common enemy: COVID-19. Statements from many countries and areas echoed the strong call to stand together, recognizing that no single country or area will be able to overcome COVID-19 in isolation. Such solidarity is rooted in the sharing of experiences and information, as well as mutual support. Close coordination—at the sub-regional, regional and global levels—is critical to sustain solidarity. “We have a tradition of supporting and learning from one another across this diverse Region. These values are now more important than ever. Let us continue to stand in solidarity to combat COVID-19,” said WHO Regional Director for the Western Pacific, Dr Takeshi Kasai.",
  "w3": "A global shortage of nurses is highlighted in a report from the World Health Organization (WHO), released on World Health Day, at a time when nursing staff and other health professionals are working around the clock responding to coronavirus disease 2019 (COVID-19). The WHO report State of the World’s Nursing 2020 projects that, without action, there will be a worldwide shortage of 4.6 million nurses by 2030 unless greater investment in nursing is made now. For 2018, WHO estimates there was a total shortfall of 350 000 nurses in countries and areas of the Western Pacific Region, with the most acute shortages in low- and middle-income countries. The case for investing in the nursing workforce has never been clearer, said Dr Takeshi Kasai, WHO Regional Director for the Western Pacific. “Right now, nurses are on the front lines of the COVID-19 fight, working tirelessly to save lives and protect others in their community. Governments across the Western Pacific Region must invest in strengthening their nursing workforce as an essential part of preparedness for health challenges such as emerging infectious diseases, but also the health challenges brought about by climate change, ageing populations and a growing burden of noncommunicable diseases.” State of the World’s Nursing 2020 paints a picture of an unevenly distributed nursing workforce across the Region, composed largely of women aged under 35 years who have left their countries of origin to work in higher-income countries. One in three nurses in this Region works outside of the country where they were born or trained. The Western Pacific Region has the highest proportion of women nurses (95%) in the world, and half (50.7%) are under the age of 35. The Region also has fewer nursing graduates per 100 000 population at 20.6 compared to the global average of 22.6. According to the report, the number of nursing graduates around the world will need to increase by an average 8% per year. Governments will also need to address inequities in workforce distribution and pay, outdated education models, limited career pathways and weak regulation if they are to train and retain enough nurses to respond to current and future health needs. Investments in quality training and ensuring adequate pay and decent working conditions will improve health outcomes, promote gender equality and support economic growth. For this year’s World Health Day, the State of the World’s Nursing 2020 report has been produced by WHO in partnership with the International Council of Nurses and the global Nursing Now campaign, as well as support from governments and other partners. The report provides a global picture of the nursing workforce, using data and standardized indicators from 193 countries and areas, including 31 in the Western Pacific Region. At the World Health Assembly in May 2019, ministers of health from across the globe designated 2020 as the Year of the Nurse and Midwife. It marks 200 years since the birth of Florence Nightingale—the founder of modern nursing and recognizes the critical contribution these professions make to global health. A similar report on the midwifery workforce will be launched in 2021.",

  "lw1": "https://www.bbc.com/news/world-51235105",
  "lw2": "https://www.who.int/westernpacific/news/detail/08-04-2020-western-pacific-region-ministers-to-tackle-covid-19-in-solidarity",
  "lw3": "https://www.who.int/westernpacific/news/detail/07-04-2020-urgent-need-for-investment-in-nursing",
  "tw1": "Coronavirus pandemic: Tracking the global outbreak",
  "tw2": "Western Pacific Region ministers to tackle COVID-19 in solidarity",
  "tw3": "Urgent need for investment in nursing"
}
